Repository: rezabahmanpourali/shop-style-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, fa, tr

# login_register
source: Login / Sign Up
ar: تسجيل الدخول / التسجيل
fa: ورود / ثبت نام
tr: Giriş / Kayıt Ol

# enter_phone_for_signup_or_login
source: Enter your phone number to sign up or log in
ar: أدخل رقم هاتفك للتسجيل أو الدخول
fa: برای ثبت نام یا ورود شماره تلفن خود را وارد کنید
tr: Kayıt olmak veya giriş yapmak için telefon numaranızı girin

# enter_mobile_number
source: Enter your mobile number
ar: أدخل رقم هاتفك المحمول
fa: شماره موبایل خود را وارد کنید
tr: Telefon numaranızı girin

source: Next Step
ar: الخطوة التالية
fa: مرحله بعد
tr: Sonraki adım

# enter_verification_code
source: Enter the verification code
ar: أدخل رمز التحقق
fa: کد تایید را وارد کنید
tr: Doğrulama kodunu girin

# verification_code_sent
source: The verification code has been sent to your number
ar: تم إرسال رمز التحقق إلى رقمك
fa: کد تایید برای شماره شما پیامک شد
tr: Doğrulama kodu numaranıza gönderildi

# resend_code_in_seconds
source: Resend the verification code in 2:41 seconds
ar: إعادة إرسال رمز التحقق في غضون 2:41 ثانية
fa: ارسال مجدد کد تایید تا 2:41 ثانیه دیگر
tr: Doğrulama kodunu tekrar gönderme 2:41 saniye içinde

# resend_code_in_another_second
source: Resend the verification code in another second
ar: إعادة إرسال رمز التحقق في ثانية واحدة
fa: ارسال مجدد کد تایید تا ثانیه دیگر
tr: Doğrulama kodunu tekrar gönderme bir saniye içinde

# complete_account
source: Complete Your Account
ar: إكمال الحساب
fa: تکمیل حساب کاربری
tr: Hesabı Tamamla

# almost_done
source: Almost done! Complete your account creation for phone number
ar: أوشكت على الانتهاء! أكمل حسابك لرقم هاتفك المحمول
fa: تقریبا تمام شد! ساخت حساب کاربری خود را برای شماره موبایل
tr: Neredeyse tamamlandı! Telefon numaranızla hesabınızı oluşturun

# enter_below_info
source: by entering the following information
ar: أكمل بإدخال المعلومات أدناه
fa: با وارد کردن اطلاعات زیر تکمیل کنید
tr: Aşağıdaki bilgileri girerek tamamlayın

# full_namee
source: First and Last Name *
ar: * الاسم الكامل
fa: نام و نام خانوادگی*
tr: * Ad ve Soyad

# passwordd
source: Password *
ar: كلمة المرور *
fa: رمز عبور *
tr: Parola *

source: Repeat Password *
ar: إعادة كلمة المرور *
fa: تکرار رمز عبور *
tr: Parolayı Tekrarla *

source: Email (optional)
ar: البريد الإلكتروني (اختياري)
fa: ایمیل (اختیاری)
tr: E-posta (isteğe bağlı)

# accept_terms
source: Accept the terms and conditions of using app_name
ar: قبول الشروط والأحكام لاستخدام خدمة app_name
fa: قبول شرایط و قوانین استفاده از سرویس app_name
tr: app_name hizmet şartları ve koşullarını kabul ediyorum

source: Accept
ar: قبول
fa: قبول
tr: Kabul

# terms_conditions
source: Terms and Conditions
ar: الشروط والأحكام
fa: شرایط و قوانین
tr: Şartlar ve Koşullar

source: Use of Service
ar: استخدام الخدمة
fa: استفاده از سرویس
tr: Hizmet Kullanımı

source: Sign Up
ar: التسجيل
fa: ثبت نام
tr: Kaydol

source: Complete Later
ar: أكمل لاحقًا
fa: بعدا تکمیل کنید
tr: Sonra tamamla

source: Welcome!
ar: مرحبًا!
fa: خوش آمدید!
tr: Hoş geldiniz!

# better_experience_info
source: To have a better experience using the app_name service, please enter the following information based on your preferences.
ar: للحصول على تجربة أفضل في استخدام خدمة app_name، أدخل المعلومات أدناه حسب تفضيلاتك.
fa: برای تجربه بهتر در استفاده از سرویس app_name اطلاعات زیر را بر اساس سلیقه خود وارد کنید.
tr: app_name hizmetini daha iyi deneyimlemek için aşağıdaki bilgileri tercihlerinize göre girin.

source: Scan Face
ar: مسح الوجه
fa: اسکن چهره
tr: Yüz Tarama

# face_scan_info
source: By scanning your face using the selfie camera, you will have the best experience using our service.
ar: من خلال مسح وجهك باستخدام كاميرا السيلفي، ستحصل على أفضل تجربة لاستخدام خدمتنا.
fa: با اسکن کرده چهره خود با استفاده از دورین سلفی بهترین تجربه را از استفاده از سرویس ما خواهید داشت.
tr: Selfie kamerasını kullanarak yüzünüzü tarayarak hizmetimizden en iyi şekilde yararlanabilirsiniz.

# face_scan_note
source: Note: All the information you enter here will be kept confidential.
ar: ملاحظة: جميع المعلومات التي تدخلها في هذا القسم محمية تمامًا.
fa: نکته: تمامی اطلاعاتی که در این بخش وارد می کنید کاملا محفوظ است.
tr: Not: Bu bölümde girdiğiniz tüm bilgiler tamamen gizlidir.

# or_manual_entry
source: Or
ar: أو
fa: یا
tr: ya da

# manual_entry_info
source: Enter manually
ar: أدخل يدويًا
fa: به صورت دستی وارد کنید
tr: Manuel giriş yapın

# manual_entry_desc
source: Enter the required information manually to get the best experience.
ar: أدخل المعلومات المطلوبة للحصول على أفضل تجربة يدويًا.
fa: اطلاعات مورد نیاز برای ارائه بهترین تجربه را به صورت دستی وارد کنید.
tr: En iyi deneyimi sunmak için gerekli bilgileri manuel olarak girin.

source: Face Form
ar: استمارة الوجه
fa: فرم چهره
tr: Yüz Formu

source: Hair Style
ar: تسريحات الشعر
fa: مدل مو
tr: Saç Modeli

source: Eye Color
ar: لون العين
fa: رنگ چشم
tr: Göz Rengi

# preferred_hair_model
source: What hair style do you prefer?
ar: ما هو نوع الشعر الذي تفضله؟
fa: چه مدل مویی را میپسندید؟
tr: Hangi saç modelini tercih ediyorsunuz?

# let_go
source: Let's Go!
ar: لنذهب!
fa: بزن بریم!
tr: Hadi gidelim!

source: Your Location
ar: موقعك
fa: موقعیت شما
tr: Konumunuz

source: Recently Seen
ar: تم مشاهدته مؤخرًا
fa: به تازگی مشاهده کردید
tr: Son Görülenler

source: Top Salon in Your Area
ar: أفضل صالونات في منطقتك
fa: آرایشگاه برتر منطقه شما
tr: Bölgenizdeki En İyi Kuaförler

source: Top Hair Models in Your Area
ar: أفضل موديلات الشعر في منطقتك
fa: مدل مو های برتر منطقه شما
tr: Bölgenizdeki En İyi Saç Modelleri

source: Service Categories
ar: فئات الخدمة
fa: دسته بندی خدمات
tr: Hizmet Kategorileri

source: Salons Near You
ar: صالونات قريبة منك
fa: آرایشگاه های نزدیک شما
tr: Yakınınızdaki Kuaförler

source: Based on Your Location
ar: استنادًا إلى موقعك
fa: بر حسب موقعیت شما
tr: Konumunuza Dayalı

source: Sort By
ar: ترتيب حسب
fa: مرتب سازی
tr: Sıralama

source: Price
ar: السعر
fa: قیمت
tr: Fiyat

source: See More
ar: عرض المزيد
fa: مشاهده بیشتر
tr: Daha Fazla Gör

source: Services
ar: الخدمات
fa: خدمات
tr: Hizmetler

source: Hair Cut
ar: قص الشعر
fa: کوتاهی
tr: Saç Kesimi

source: Shaving
ar: حلاقة الوجه
fa: اصلاح صورت
tr: Sakal Tıraşı

source: Book Appointment
ar: حجز موعد
fa: رزرو نوبت
tr: Randevu Al

source: View All
ar: عرض الكل
fa: مشاهده همه
tr: Tümünü Gör

source: Salon Members
ar: أعضاء الصالون
fa: اعضای آرایشگاه
tr: Kuaför Üyeleri

source: Reviews
ar: التعليقات
fa: دیدگاه ها
tr: Yorumlar

source: Read All
ar: قراءة الكل
fa: خواندن همه
tr: Tümünü Oku

source: Description
ar: الوصف
fa: توضیحات
tr: Açıklama

source: Working Hours
ar: ساعات العمل
fa: ساعت کاری
tr: Çalışma Saatleri

source: Location on Map
ar: الموقع على الخريطة
fa: موقعیت روی نقشه
tr: Haritada Konum

source: Show on Map
ar: عرض على الخريطة
fa: نمایش روی نقشه
tr: Haritada Göster

# nearby_salons
source: Salons Near This Salon
ar: صالونات قريبة من هذا الصالون
fa: آرایشگاه های نزدیک به این آرایشگاه
tr: Bu Kuaföre Yakın Kuaförler

# book_appointment_button
source: Book Appointment
ar: حجز الموعد
fa: رزرو نوبت
tr: Randevu Al

source: Select Services
ar: اختيار الخدمات
fa: انتخاب خدمات
tr: Hizmet Seçin

# continueee
source: Continue
ar: استمرار
fa: ادامه
tr: Devam Et

source: Select Barber
ar: اختيار الحلاق
fa: انتخاب آرایشگر
tr: Berber Seçin

source: Any Barber
ar: أي حلاق
fa: هر آرایشگری
tr: Herhangi bir berber

# with_this_option_random_barber
source: By selecting this option, a random barber will be chosen
ar: باختيار هذه الخيار يتم اختيار الحلاق عشوائيًا
fa: با انتخاب این گزینه آرایشگر به صورت اتفاقی انتخاب میشود
tr: Bu seçeneği seçerseniz berber rastgele seçilir

source: Select Date and Time
ar: اختيار التاريخ والوقت
fa: انتخاب تاریخ و ساعت
tr: Tarih ve Saat Seçin

source: Review and Confirm
ar: مراجعة وتأكيد
fa: بررسی و تایید
tr: İncele ve Onayla

# if_you_dont_show_up_in_the_given_time_slot_your_appointment_will_expire
source: If you do not show up in the specified time slot at the salon, your appointment will expire
ar: إذا لم تظهر في الوقت المحدد، ستنتهي صلاحية موعدك
fa: در صورتی که در بازه مشخص شده در آرایشگاه حضور پیدا نکنید نوبت شما منقضی خواهد شد
tr: Belirtilen zaman diliminde gelmezseniz randevunuz geçersiz olacaktır

source: Amount Details
ar: تفاصيل المبلغ
fa: جزئیات مبالغ
tr: Tutar Detayları

source: Reservation Advance Payment
ar: الدفع المسبق لحجز الموعد
fa: پیش پرداخت رزرو نوبت
tr: Randevu Ön Ödemesi

source: Discount Amount
ar: مقدار الخصم
fa: مبلغ تخفیف
tr: İndirim Tutarı

source: Total Amount
ar: المبلغ الإجمالي
fa: جمع کل
tr: Toplam Tutar

source: Payable Amount
ar: المبلغ المستحق
fa: قابل پرداخت
tr: Ödenecek Tutar

source: Pay and Reserve Appointment
ar: الدفع وحجز الموعد
fa: پرداخت و رزرو نوبت
tr: Öde ve Randevu Al

source: Your appointment is reserved
ar: تم حجز موعدك
fa: نوبت شما رزرو شد
tr: Randevunuz Rezerve Edildi

source: Add to Google Calendar
ar: إضافة إلى تقويم جوجل
fa: افزودن به تقویم گوگل
tr: Google Takviminize Ekle

source: Set a reminder for yourself
ar: حدد تذكير لنفسك
fa: برای خود یک یادآور بگذارید
tr: Kendinize bir hatırlatıcı ayarlayın

# navigate_with_mapp
source: Navigate with map
ar: التنقل مع الخريطة
fa: مسیریابی با نقشه
tr: Harita ile Navigasyon

source: Salon address
ar: عنوان الصالون
fa: آدرس آرایشگاه
tr: Kuaför Adresi

source: Manage appointment
ar: إدارة الموعد
fa: مدیریت نوبت
tr: Randevuyu Yönet

source: You can change or cancel your appointment up to 24 hours
ar: يمكنك تغيير أو إلغاء موعدك حتى 24 ساعة
fa: تا 24 ساعت میتوانید نوبت خود را تغییر داده یا آن را لغو کنید
tr: Randevunuzu 24 saate kadar değiştirebilir veya iptal edebilirsiniz

source: Paid
ar: مدفوع
fa: پرداخت شده
tr: Ödenmiş

source: Remaining
ar: متبقي
fa: باقی مانده
tr: Kalan

source: Appointment ID
ar: معرف الموعد
fa: شناسه نوبت
tr: Randevu Kimliği

source: My Reservations
ar: حجوزاتي
fa: رزرو های من
tr: Randevularım

# reservess
source: Reservations
ar: الحجوزات
fa: رزرو ها
tr: Randevular

source: Current
ar: الحالي
fa: جاری
tr: Şu anki

source: Completed
ar: مكتمل
fa: انجام شده
tr: Tamamlanmış

source: Canceled
ar: ملغي
fa: لغو شده
tr: İptal Edildi

source: Saved Stores
ar: المتاجر المحفوظة
fa: فروشگاه های ذخیره شده
tr: Kaydedilen Mağazalar

source: Saved Models
ar: النماذج المحفوظة
fa: مدل های ذخیره شده
tr: Kaydedilen Modeller

# reservation_history
source: Reservations
ar: تاريخ الحجوزات
fa: رزرو شده ها
tr: Rezervasyon Geçmişi

source: Your Reviews
ar: مراجعاتك
fa: دیدگاه های شما
tr: Yorumlarınız

source: Recent Visits
ar: الزيارات الأخيرة
fa: بازدید های اخیر
tr: Son Ziyaretler

source: Account Info
ar: معلومات الحساب
fa: حساب کاربری
tr: Hesap Bilgileri

# salon_list
source: Salon Search
ar: بحث الصالونات
fa: جستجوی آرایشگاه
tr: Kuaför Ara

source: Register Salon
ar: تسجيل الصالون
fa: ثبت آرایشگاه
tr: Kuaför Kaydı

source: Support
ar: الدعم
fa: پشتیبانی
tr: Destek

source: About Us
ar: معلومات عنا
fa: درباره ما
tr: Hakkımızda

source: Logout
ar: تسجيل الخروج
fa: خروج از حساب کاربری
tr: Çıkış Yap

source: App Version
ar: إصدار التطبيق
fa: نسخه برنامه
tr: Uygulama Sürümü

source: Full Name
ar: الاسم الكامل
fa: نام و نام خانوادگی
tr: Ad ve Soyad

source: Password
ar: كلمة المرور
fa: رمز عبور
tr: Parola

source: Email
ar: البريد الإلكتروني
fa: ایمیل
tr: E-posta

source: Phone Number
ar: رقم الهاتف
fa: شماره تلفن
tr: Telefon Numarası

# save_info
source: Save Information
ar: حفظ المعلومات
fa: ذخیره اطلاعات
tr: Bilgileri Kaydet

source: Home
ar: الصفحة الرئيسية
fa: خانه
tr: Ana Sayfa

# acceptt
source: Accept
ar: قبول
fa: قبول
tr: Kabul Et

source: Terms and Conditions
ar: الشروط والأحكام
fa: شرایط و قوانین
tr: Şartlar ve Koşullar

# orr
source: or
ar: أو
fa: یا
tr: veya

source: Kale Party
ar: حفلة الشعر
fa: کله پارتی
tr: Kale Partisi

source: Previous Reservations
ar: الحجوزات السابقة
fa: رزرو های قبلی
tr: Önceki Rezervasyonlar

# salon_listtt
source: Salon List
ar: قائمة الصالونات
fa: لیست آرایشگاه ها
tr: Kuaför Listesi

source: Note
ar: :ملاحظة
fa: نکته
tr: :Not

# reservation_note
source: If you have any note about your reservation, please write it here. (The barber will see this note)
ar: إذا كان لديك ملاحظة حول حجز الموعد، يمكنك كتابتها هنا. (سيراها الحلاق)
fa: اگر در مورد رزرو نوبت خود نکته‌ای وجود دارد در این بخش بنویسید. (آرایشگر این نکته را خواهد دید)
tr: Rezervasyonunuzla ilgili bir notunuz varsa buraya yazabilirsiniz. (Berber bu notu görecektir)

# pre_payment_for_reservation
source: Prepayment for appointment reservation
ar: الدفع المسبق للحجز
fa: پیش پرداخت رزرو نوبت
tr: Rezervasyon Ön Ödemesi

# yearss
source: year
fa: سال

source: Yellow
fa: زرد

source: Red
fa: قرمز

source: Green
fa: سبز

source: Blue
fa: آبی

# reservationTitle1
source: Appointment reservation to
ar: حجز المواعيد إلى
fa: رزرو نوبت به
tr: Randevu rezervasyonu için

# reservationTitle2
source: Easiest
ar: أسهل
fa: آسان
tr: En Kolay

# reservationTitle3
source: Possible
ar: ممكن
fa: ترین
tr: Mümkün

# reservationTitle4
source: Shape!
ar: الشكل!
fa: شکل ممکن!
tr: Şekli!

# reservationDescription1
source: Once, reserving a beauty appointment was a big challenge
ar: في السابق، كان حجز موعد تجميل تحديًا كبيرًا
fa: یه زمانی رزرو نوبت آرایشگاه یک چالش
tr: Bir zamanlar, güzellik randevusu almak büyük bir zorluktu

# reservationDescription2
source: Great!
ar: كبير!
fa: بزرگ بود!
tr: Büyük!

# reservationTitle5
source: Appointment reservation to
ar: حجز المواعيد إلى
fa: رزرو نوبت به
tr: Randevu rezervasyonu için

# reservationTitle6
source: Fastest
ar: أسرع
fa: سریع
tr: En Hızlı

# reservationTitle7
source: Possible
ar: ممكن
fa: ترین
tr: Mümkün

# reservationTitle8
source: Shape!
ar: الشكل!
fa: شکل ممکن!
tr: Şekli!

# reservationDescription3
source: Once, to book an appointment, you had to go to the salon
ar: في السابق، كان عليك الذهاب إلى الصالون لحجز الموعد
fa: یه زمانی برای رزرو نوبت باید تا
tr: Bir zamanlar, randevu almak için salona gitmek gerekiyordu

# reservationDescription4
source: Salon!
ar: الصالون!
fa: آرایشگاه میرفتی!

# haircutTitle1
source: Enjoy haircut with
ar: استمتع بقص الشعر مع
fa: لذت اصلاح با
tr: En profesyonel kuaförler ile

# haircutTitle2
source: Most Professional
ar: أكثر المحترفين
fa: حرفه ای
tr: Saç kesiminin keyfini çıkarın

# haircutTitle3
source: Barbers
ar: الحلاقين
fa: ترین
tr: Kuaförler

# haircutTitle4
source: Barbers!
ar: الحلاقين!
fa: آرایشگر ها!
tr: Kuaförler!

# haircutDescription
source: Our barbers have proven themselves
ar: حلاقونا أثبتوا أنفسهم
fa: آرایشگرهای ما امتحانشونُ پس دادن!
tr: Kuaförlerimiz kendilerini kanıtladı

# getAppointmentNow
source: Get an appointment now!
ar: احجز موعد الآن
fa: همین حالا نوبت بگیرید
tr: Şimdi randevu alın

# round
source: Balanced and smooth
ar: متوازن و ناعم
fa: متعادل و نرم
tr: Dengeli ve pürüzsüz

# square
source: Broad jaw, wide forehead
ar: فك عريض، جبهة عريضة
fa: فک پهن، پیشانی پهن
tr: Geniş çene, geniş alın

# heart
source: Wide forehead, sharp chin
ar: جبهة عريضة، ذقن حاد
fa: پیشانی پهن، چانه تیز
tr: Geniş alın, keskin çene

# diamond
source: Prominent cheekbones
ar: خدود بارزة
fa: گونه‌های برجسته
tr: Belirgin elmacık kemikleri

# triangle
source: Wide chin, narrow forehead
ar: ذقن عريض، جبهة ضيقة
fa: چانه پهن، پیشانی باریک
tr: Geniş çene, dar alın

# rectangle
source: Broad jaw, long
ar: فك عريض، طويل
fa: فک پهن، طولانی
tr: Geniş çene, uzun

# straight
source: Straight: Smooth and wave-free
ar: مستقيم: ناعم و بدون تموج
fa: لخت: صاف و بی‌موج
tr: Düz: Düz ve dalgasız

# big_curl
source: Curly: Large curls
ar: مجوَّج: تموجات كبيرة
fa: فر: موج‌های بزرگ
tr: Kıvırcık: Büyük dalgalar

# small_curl
source: Curly: Small curls
ar: مجوَّج: تموجات صغيرة
fa: مجعد: فرهای کوچک
tr: Kıvırcık: Küçük dalgalar

source: Wavy :
ar: : متموج
fa: : موج‌دار
tr: : Dalgalı

source: Rough :
ar: : خشن
fa: : زبر
tr: : Sert

# roundd
source: : Oval
ar: : بيضاوي
fa: : بیضی
tr: : Yuvarlak

# squaree
source: : Square
ar: : مربع
fa: : مربع
tr: : Kare

# heartt
source: : Heart-shaped
ar: : على شكل قلب
fa: : قلبی
tr: : Kalp şeklinde

# diamondd
source: : Diamond-shaped
ar: : على شكل ماسة
fa: : الماسی
tr: : Elmas şeklinde

# trianglee
source: : Triangular
ar: : مثلثي
fa: : مثلثی
tr: : Üçgen

# rectanglee
source: : Rectangular
ar: : مستطيل
fa: : مستطیلی
tr: : Dikdörtgen

# roundd_en
source: Oval :
ar: بيضاوي :
fa: بیضی :

# squaree_en
source: Square :
ar: مربع :
fa: مربع :
tr: Kare :

# heartt_en
source: Heart-shaped :
ar: على شكل قلب :
fa: قلبی :
tr: Kalp şeklinde :

# diamondd_en
source: Diamond-shaped :
ar: على شكل ماسة :
fa: الماسی :
tr: Elmas şeklinde :

# trianglee_en
source: Triangular :
ar: مثلثي :
fa: مثلثی :
tr: Üçgen :

# rectanglee_en
source: Rectangular :
ar: مستطيل :
fa: مستطیلی :
tr: Dikdörtgen :

source: Smooth :
ar: : أملس
fa: : لخت
tr: : Düz

source: Curly :
ar: : مجعد
fa: : فر
tr: : Kıvırcık

source: Frizzy :
ar: : خشن
fa: : مجعد
tr: : Kabarık

source: Smooth and wave-free
ar: ناعم وخالي من الموج
fa: صاف و بی‌موج
tr: Düz ve dalgasız

source: Large waves
ar: أمواج كبيرة
fa: موج‌های بزرگ
tr: Büyük dalgalar

source: Small curls
ar: تجاعيد صغيرة
fa: فرهای کوچک
tr: Küçük kıvırcıklar

source: Slightly wavy
ar: متموج قليلاً
fa: کمی موج‌دار
tr: Hafif dalgalı

source: Rough and coarse texture
ar: قوام خشن وخشن
fa: بافت زبر و خشن
tr: Sert ve kaba doku

# black_eye
source: Black:
ar: :أسود
fa: : مشکی
tr: Siyah:

# brown_eye
source: Brown:
ar: :بني
fa: : قهوه ای
tr: Kahverengi:

# blue_eye
source: Blue:
ar: :أزرق
fa: : آبی
tr: Mavi:

# green_eye
source: Green:
ar: :أخضر
fa: : سبز
tr: Yeşil:

# gray_eye
source: Gray:
ar: :رمادي
fa: : خاکستری
tr: Gri:

# amber_eye
source: Amber:
ar: :عنبري
fa: : کهربایی
tr: Kehribar:

source: Dark and Deep
ar: داكن وعميق
fa: تیره و عمیق
tr: Koyu ve Derin

source: Warm and Deep
ar: دافئ وعميق
fa: گرم و عمیق
tr: Sıcak ve Derin

source: Light and Calm
ar: مضيء وهادئ
fa: روشن و آرام
tr: Aydınlık ve Sakin

source: Attractive and Rare
ar: جذاب ونادر
fa: جذاب و نادر
tr: Çekici ve Nadir

source: Cold and Mysterious
ar: بارد وغامض
fa: سرد و مرموز
tr: Soğuk ve Gizemli

source: Yellow and Shiny
ar: أصفر ولامع
fa: زرد و براق
tr: Sarı ve Parlak
